{
  "header": {
    "message": "sveiki"
  },
  "home": {
    "body": "antru ranku parduotuve kompiuteriams ir viskam susijusiam su jais"
  },

  "navbarButtons": {
    "loginButton": "Prisijungti",
    "signUpButton": "Registracija",
    "myProfileButton": "Paskyra",
    "logOutButton": "Atsijungti",
    "newPostButton": "Naujas skelbimas",
    "filterButton": "Filtras",
    "allPosts": "Visi skelbimai",
    "dash": "Registracija",
    "city": "Miestas",
    "searchPlaceHolder": "Paieška",
    "categoriesPlaceHolder": "Kategorijos"
  },
  "computerCategoryA": {
    "0": "---",
    "1": "Kompiuteriai",
    "2": "Išoriniai įrenginiai",
    "3": "Kompiuterių komponentai",
    "4": "Priedai, aksesuarai",
    "5": "Programinė įranga, žaidimai",
    "6": "Tinklo įranga",
    "7": "Paslaugos, remontas",
    "8": "Konsolės"
  },
  "computerCategoryB": {
    "0": "---",
    "1": "Nešiojami kompiuteriai",
    "2": "Stacionarūs kompiuteriai",
    "3": "Serveriai",
    "4": "Planšetiniai kompiuteriai",
    "5": "Žaidimų kompiuteriai",
    "6": "Elektroninės skaityklės",
    "7": "Kita"
  },
  "externalDevCategoryB": {
    "0": "---",
    "1": "Monitoriai",
    "2": "Projektorių skeneriai spausdintuvai",
    "3": "Ausinės garso kolonėlės",
    "4": "Daugiafunkciniai įrenginiai",
    "5": "Klaviatūros, pelės, web kameros",
    "6": "Žaidimų priedai",
    "7": "Kita"
  },

  "computerComponentCategoryB": {
    "0": "---",
    "1": "Nešiojamiems kompiuteriams",
    "2": "Stacionariems kompiuteriams",
    "3": "Kita"
  },
  "accessoriesCategoryB": {
    "0": "---",
    "1": "Įkrovikliai, baterijos, akumuliatoriai",
    "2": "Adapteriai, kabeliai, jungtys",
    "3": "Atminties kortelės, USB atmintinės",
    "4": "HDD dėžutės ir išoriniai HDD",
    "5": "Krepšiai kompiuteriams",
    "6": "UPS (NMŠ)",
    "7": "Kita"
  },

  "softwareAndGamesCategoryB": {
    "0": "---",
    "1": "Kompiuteriniai žaidimai",
    "2": "Apple programinė įranga",
    "3": "Biuro programinė įranga",
    "4": "Mokomosios programos",
    "5": "Operacinės sistemos",
    "6": "Techninė programinė įranga",
    "7": "Kita"
  },
  "networkStuffCategoryB": {
    "0": "---",
    "1": "Belaidžio tinklo įranga",
    "2": "Hub",
    "3": "Maršrutizatoriai",
    "4": "Modemai",
    "5": "Switch",
    "6": "Aksesuarai, kabeliai",
    "7": "Kita"
  },
  "technicalServicesCategoryB": {
    "0": "---",
    "1": "3D spausdinimas",
    "2": "Remontas",
    "3": "Spausdinimas, kopijavimas",
    "4": "Supirkimas",
    "5": "Kita"
  },
  "consolesCategoryB": {
    "0": "---",
    "1": "Sony",
    "2": "Microsoft",
    "3": "Nintendo",
    "4": "Sega",
    "5": "Priedai, dalys",
    "6": "Paslaugos",
    "7": "Kita"
  },
  "allCategoryBMix": {
    "0": "Nešiojami kompiuteriai",
    "1": "Stacionarus kompiuteriai",
    "2": "Serveriai",
    "3": "Planšetiniai kompiuteriai",
    "4": "Žaidimų kompiuteriai",
    "5": "Elektroninės skaityklės",
    "6": "Kompiuteriai kita",
    "7": "Monitoriai",
    "8": "Projektoriai skeneriai spausdintuvai",
    "9": "Ausinės garso kolonėlės",
    "10": "Daugiafunkciniai įrenginiai",
    "11": "Klaviatūros pelės web kameros",
    "12": "Žaidimų priedai",
    "13": "Išoriniai įrenginiai kita",
    "14": "Nešiojamiems kompiuteriams",
    "15": "Stacionariems kompiuteriams",
    "16": "Kompiuterių komponentai kita",
    "17": "Ikrovikliai baterijos akumuliatoriai",
    "18": "Adapteriai kabeliai jungtys",
    "19": "Atminties kortelės USB atmintinės",
    "20": "HDD dėžutės ir išoriniai HDD",
    "21": "Krepšiai kompiuteriams",
    "22": "UPS",
    "23": "Priedai aksesuarai kita",
    "24": "Kompiuteriniai žaidimai",
    "25": "Apple programinė įranga",
    "26": "Biuro programinė įranga",
    "27": "Mokomosios programos",
    "28": "Operacinės sistemos",
    "29": "Techninė programinė įranga",
    "30": "Programinė įranga žaidimai kita",
    "31": "Belaidžio tinklo įranga",
    "32": "Hub",
    "33": "Maršrutizatoriai",
    "34": "Modemai",
    "35": "Switch",
    "36": "Aksesuarai kabeliai",
    "37": "Tinklo įranga kita",
    "38": "Spausdinimas 3D",
    "39": "Remontas",
    "40": "Spausdinimas kopijavimas",
    "41": "Supirkimas",
    "42": "Paslaugos remontas kita",
    "43": "Sony",
    "44": "Microsoft",
    "45": "Nintendo",
    "46": "Sega",
    "47": "Priedai dalys",
    "48": "Paslaugos",
    "49": "Kita"
  },

  "loginFrame": {
    "signInText": "Prisijungti į paskyrą",
    "username": "Prisijungimo vardas",
    "password": "Slaptažodis",
    "rememberMeText": "Prisiminti mane",
    "signInButton": "Prisijungti",
    "dontHaveAcc": "Neturite paskyros?",
    "signUp": "Registruotis"
  },

  "registerFrame": {
    "createAccText": "Sukurti paskyrą",
    "username": "Prisijungimo vardas",
    "firstName": "Vardas",
    "firstNamePlaceHolder": "Vardenis",
    "lastName": "Pavardė",
    "lastNamePlaceHolder": "Pavardenis",
    "email": "El. paštas",
    "emailPlaceHolder": "vardenis@mail.com",
    "password": "Slaptažodis",
    "confirmPassword": "Patvirtinti slaptažodį",
    "iAcceptText": "Sutinku su",
    "termsAndConditionsLink": "taisyklėmis ir sąlygomis",
    "createAccButton": "Sukurti paskyrą",
    "alredyHaveText": "Jau turite paskyrą?",
    "loginLink": "Prisijungti"
  },

  "registerValidations": {
    "username4To24Char": "Nuo 4 iki 24 simbolių",
    "beginWithLetter": "Turi prasidėti raide",
    "usernameSymbolsAllowed": "Galima naudoti raides, skaičius, brūkšnius ir apatinius brūkšnius ",
    "name3to24Char": "Nuo 3 iki 24 simbolių",
    "nameOnlyLetters": "Gallima naudoti tik raides",
    "lastname3to24Char": "Nuo 3 iki 24 simbolių",
    "lastnameOnlyLetters": "Gallima naudoti tik raides",
    "emailValid": "El. paštas turi buti galiojantis",
    "password8to24Char": "Nuo 4 iki 24 simbolių",
    "passwordMustInclude": "Privalo turėti didžiają ir mažają raides, skaičių ir specialų simbolį",
    "passwordSpecialSymbols": "Galimi specialūs simboliai:",
    "passwordMustMatch": "Slaptažodis turi sutapti"
  },

  "footerFrame": {
    "footerWorkingHours": "Darbo laikas: I-V 08:20 - 17:00",
    "footerHelp": "Pagalba: +370 865 84454",
    "footerFAQ": "D.U.K.",
    "footerRules": "Naudojimo taisyklės",
    "footerPrivacy": "Privatumo politika",
    "footerContacts": "Kontaktai"
  },

  "FAQFrame": {
    "1": "Dažniausiai užduodami klausimai",
    "2": "Kaip galėčiau ištrinti/redaguoti savo skelbimą?",
    "3": "Jeigu skelbimą dėjote kaip registruotas vartotojas, prisijunkite prie neskelbiu.lt portalo, eikite į „Mano skelbimai“ ir ties norimu skelbimu paspauskite „Pašalinti“.",
    "4": "Jeigu skelbimą įkėlėte kaip neregistruotas vartotojas, skelbimo įkėlimo dieną, el. paštu arba SMS žinute, turėjote gauti jo prisijungimo duomenis.",
    "5": "Jeigu prisijungimo duomenų neturite, atsidarykite savo skelbimą neskelbiu.lt portale ir virš jo pavadinimo spauskite langelį 'Tavo skelbimas?', tuomet 'Redaguoti' ir 'Pamiršote prisijungimus?'.",
    "6": "Kokia yra skelbimo kaina?",
    "7": "Daugelio kategorijų skelbimai yra NEMOKAMI PRIVATIEMS ASMENIMS, parduodantiems savo asmeninius daiktus. Kai kurių kategorijų skelbimai išlieka mokami. Tai transporto priemonės ir jų dalys, nekilnojamasis turtas, paslaugos ir kt.",
    "8": "JURIDINIAMS asmenims ir FIZINIAMS ASMENIMS, kurių skelbimai susiję su KOMERCINE VEIKLA, skelbimų įdėjimas yra mokamas.",
    "9": "Primename, kad skelbimus, apmokant SMS žinute, yra taikomas žinutės administravimo mokestis (jo dydis priklauso nuo mokamos sumos ir yra nurodomas apmokėjimo puslapyje).",
    "10": "Skelbimai daugumoje kategorijų galioja 60 dienų (drabužių/avalynės kategorijoje - 90 dienų, ilgalaikės namų, butų ir kambarių nuomos kategorijose - 40 dienų, kolekcionavimo ir dovanojimo kategorijose - 30 dienų).",
    "11": "Kaip veikia skelbimo iškėlimas žvaigždutėmis?",
    "12": "Žvaigždutėmis skelbimas iškeliamas aukščiau sąraše – kuo daugiau žvaigždučių užsakyta skelbimui, tuo aukščiau sąraše jis bus rodomas. Jei keli skelbimai yra su vienodu žvaigždučių skaičiumi, aukščiau bus rodomas tas, kurio žvaigždutės užsakytos ilgesniam laikui. Skelbimo iškėlimą užsakyti galite prisijungę prie savo skelbimo paskyros. Vienos žvaigždutės kaina vienai parai yra 0,99 €, dvi žvaigždutės vienai parai atitinkamai kainuos 1,98 € ir t.t.",
    "13": "Kaip apmokėti skelbimus esant užsienyje?",
    "14": "Skelbimus apmokant SMS žinute, telefono numeris turi būti lietuviškas (kodas +370), bei mokėjimo metu būti Lietuvos teritorijoje. Jei esate užsienyje, galbūt kas nors esantis Lietuvoje galėtų SMS žinutę išsiųsti už Jus.",
    "15": "Jei naudojatės lietuviško banko el. bankininkyste, neskelbiu.lt paslaugas galite apmokėti iš bet kurios šalies. Taip pat mokėjimą atlikti galite kreditine kortele arba per Paysera sistemą.",
    "16": "Jeigu nei vienas iš aukščiau pateiktų variantų Jums netinka, parašykite mums el. paštu info@neskelbiu.lt – atsiųsime įmonės rekvizitus, kuriais mokėjimą galima bus atlikti iš bet kurio banko.",
    "17": "Kas yra asmeninis neskelbiu.lt puslapis ir kaip juo naudotis?",
    "18": "Jei esate registruotas portalo vartotojas, Jums gali būti sugeneruotas (jeigu taip pažymėjote savo paskyros nustatymuose) asmeninio neskelbiu.lt puslapio adresas. Dedant skelbimą informacijos pildymo formos apačioje galite pažymėti varnelę 'Rodyti šį skelbimą asmeniniame puslapyje'. Tuomet skelbime bus rodoma Jūsų asmeninio puslapio nuoroda, ant kurios paspaudę kiti vartotojai atskirame puslapyje galės matyti visą Jūsų prekių/paslaugų asortimentą (skelbimus, kuriuos pasirinkote rodyti asmeniniame puslapyje).",
    "19": "Kaip patvirtinti tapatybę?",
    "20": "Dalies skelbimų kontaktų blokeliuose rodoma žyma „Tapatybė patvirtinta“. Tapatybė patvirtinama automatiškai, už neskelbiu.lt paslaugas apmokėjus banko pavedimu. Jeigu Jūsų tapatybė dar nėra patvirtinta, papildykite neskelbiu.lt sąskaitą banko pavedimu bent 0,1 €."
  },

  "rulesFrame": {
    "1": "NAUDOJIMO TAISYKLĖS (redakcija 2023-08-10)",
    "2": "1. TAISYKLIŲ TAIKYMAS IR AIŠKINIMAS",
    "3": "1.1. Šis dokumentas yra sutartis tarp UAB 'Įdomios technologijos' (juridinio asmens kodas – 387661902, PVM mokėtojo kodas – LT228176005, registruotos buveinės adresas Pylimo g. 17A, 03234 Vilnius, Lietuva",
    "4": "Naudodamiesi Svetaine Jūs patvirtinate, kad esate susipažinęs su šios sutarties sąlygomis ir taisyklėmis (toliau – Taisyklės), sutinkate su Taisyklėmis ir įsipareigojate jų laikytis.",
    "5": " Naudojimasis Svetaine šių Taisyklių prasme apima visų ir bet kokių veiksmų atlikimą, Klientui prisijungus prie Svetainės naudojantis interneto ryšiu. Šių Taisyklių prasme, paslaugos apima visus ir bet kokius Kliento veiksmus, kuriuos jis gali atlikti Svetainėje, įskaitant skelbimų skelbimą, skelbiamos informacijos skaitymą, klausimų, atsiliepimų ir komentarų rašymą, tiesioginių (online) žinučių rašymą, bet kokio pobūdžio informacijos ir (ar) duomenų pateikimą, siuntimą bei gavimą, tačiau tuo neapsiribojant (toliau – Paslaugos). Klientas bet kokiu būdu ir forma naudodamasis Svetaine ir (ar) Paslaugomis, besąlygiškai ir neatšaukiamai įsipareigoja laikytis visų šiose Taisyklėse nustatytų reikalavimų. Jei Klientas nesutinka besąlygiškai bei neatšaukiamai prisiimti ir laikytis visų šiose Taisyklėse nustatytų įsipareigojimų, jis neturi teisės naudotis jokiomis Paslaugomis ir (ar) Svetaine.",
    "6": "1.4. Dalis Svetainėje teikiamų Paslaugų yra teikiamos Klientui už atlygį (toliau – Mokamos Paslaugos). Mokamos Paslaugos yra apibūdintos ir nurodytos Svetainėje, Jų kaina nurodyta konkrečios Mokamos Paslaugos užsakymo puslapyje. Toliau šiose Taisyklėse nuoroda į „Paslaugas“ apims visas Paslaugas, įskaitant ir Mokamas Paslaugas, o nuoroda į „Mokamas Paslaugas“ apims tik tas Paslaugas už kurias Klientas moka užmokestį.",
    "7": "1.5. Visi Klientai yra skirstomi į verslo ir privačius klientus ir apibrėžiami kaip nurodyta žemiau:",
    "8": "1.5.1. Verslo Klientams priskiriami fiziniai ir juridiniai asmenys, kurie, atsižvelgiant į įkeltų skelbimų kiekį, skelbimų turinį (pavyzdžiui, aprašymo, nuotraukų), kitas turimas susijusias paskyras, Paslaugomis naudojasi prekybos, verslo, amato, profesijos tikslais (pavyzdžiui, vykdo tęstinę prekybą, teikia paslaugas, parduoda veislinių gyvūnų jauniklius, vykdo ūkinę veiklą, superka daiktus ir pan.) (toliau – Verslininkai);",
    "9": "1.5.2. Privatiems Klientams priskiriami fiziniai ir juridiniai asmenys, kurie Paslaugomis naudojasi su savo verslu, amatu ar profesija nesusijusiais tikslais (vartojimo tikslais) (toliau – Privatūs klientai).",
    "10": "1.6. Be šių Taisyklių santykiams tarp Kliento ir neskelbiu.LT reguliuoti taikomos Lietuvos Respublikos teisės aktų nuostatos, specialios sąlygos ir taisyklės, pateikiamos Svetainėje bei nusistovėjusi gera verslo praktika. Vartotojų apsaugos reikalavimai netaikomi sutarčiai, kai prekes, paslaugas siūlantis asmuo nėra Verslininkas.",
    "11": "1.7. Jeigu kuri nors šių Taisyklių nuostata prieštarauja įstatymams arba dėl kokios nors priežasties tampa dalinai arba visai negaliojančia, ji nedaro negaliojančiomis likusių Taisyklių nuostatų.",
    "12": "2. BENDROSIOS SĄLYGOS",
    "13": "2.1. neskelbiu.LT suteikia Klientams virtualią erdvę, t. y. Svetainę, kurioje Klientai turi galimybę paskelbti savo skelbimus apie siūlomas ar ieškomas prekes ar paslaugas (toliau – Skelbimai), skaityti Skelbimus, ieškoti Skelbimų, rašyti po Skelbimais komentarus ir tiesiogines žinutes bei naudotis kitomis Paslaugomis.",
    "14": "2.2. Klientų keliami Skelbimai Svetainėje yra aiškiai atskirti: Privačių klientų Skelbimai yra pažymėti „Privataus asmens skelbimas“ kontaktų skiltyje, o Verslininkų skelbimai yra pažymėti „Verslo kliento skelbimas“.",
    "15": "2.3. Klientas pripažįsta ir sutinka, kad jis pats, o ne neskelbiu.LT, yra atsakingas už visą Turinį, kurį gauna, siunčia ar bet kuriais kitais būdais perduoda naudodamasis Svetaine ir (ar) Paslaugomis. Turinys šiose Taisyklėse reiškia Skelbimą, o taip pat visą ir bet kokią informaciją, įskaitant duomenis, duomenų bazes, simbolius, tekstą, fotografijas, paveikslėlius, video medžiagą, dokumentus, komentarus, žinutes, bet tuo neapsiribojant, kurią Klientas pateikia, gauna, saugo, siunčia, priima ar perduoda naudodamasis Paslaugomis ir (ar) Svetaine (toliau – Turinys).",
    "16": "2.4. Klientas supranta ir sutinka su tuo, jog neskelbiu.LT nekontroliuoja kitų Svetainės naudotojų, lankytojų ar trečiųjų šalių Turinio, kurį Klientas gali gauti, perskaityti ar kitaip sužinoti naudodamasis Svetaine ar Paslaugomis, todėl neskelbiu.LT nebus atsakingas dėl tokio Turinio tikslumo, vientisumo ir (ar) kokybės.",
    "17": "2.5. Klientas supranta ir sutinka su tuo, kad neskelbiu.LT turi teisę, tačiau ne pareigą, savo nuožiūra tikrinti Kliento gaunamą ir perduodamą Turinį, siekiant aptikti neskelbiu.LT nepageidaujamu ar pažeidžiančiu šias Taisykles pripažįstamą Turinį, o tokį Turinį aptikus – jį šalinti ar blokuoti tokio Turinio bet kokį perdavimą.",
    "18": "2.6. neskelbiu.LT jokiu būdu nedalyvaus pirkimo-pardavimo ar kitokiuose su Svetainėje siūlomomis prekėmis ir (ar) paslaugomis ar Skelbimais susijusiuose sandoriuose tarp Klientų (nei kaip tarpininkas, įgaliotas asmuo, atstovas ar kaip kitaip). neskelbiu.LT nebus Kliento agentu, atstovu, tarpininku ir kt.",
    "19": "2.7. Bet koks informacijos paskelbimas ir (ar) padarymas viešai prieinama Svetainėje nėra laikoma neskelbiu.LT pasiūlymu (oferta) sudaryti sandorį.",
    "20": "2.8. Kliento sudaryta Sutartis dėl Skelbimo patalpinimo Svetainėje yra terminuota, priklausomai nuo Skelbimo kategorijos: Skelbimai daugumoje kategorijų galioja 60 dienų (drabužių / avalynės kategorijoje - 90 dienų, ilgalaikės namų, butų ir kambarių nuomos kategorijose - 40 dienų, kolekcionavimo ir dovanojimo kategorijose - 30 dienų). Anksčiau nutraukti sutartį Klientas gali savo iniciatyva ištrindamas Skelbimą, tačiau pinigai už neišnaudotą Skelbimo talpinimo laiką nebus grąžinami. Daugiau informacijos skaitykite Taisyklių 6.6. punkte.",
    "21": "2.9. Visi pranešimai ir informacija tarp Kliento ir neskelbiu.LT bus siunčiama elektroninėmis priemonėmis adresais, nurodytais šiose Taisyklėse arba Svetainėje, nebent šiose Taisyklėse nurodyta kitaip."
  },

  "privacyFrame": {
    "1": "PRIVATUMO POLITIKA (redakcija 2023-05-12)",
    "2": "Mes suvokiame ypatingą svarbą, tenkančią Jūsų asmens duomenų apsaugai, todėl renkame ir tvarkome tik tuos Jūsų duomenis, kurie reikalingi vykdant mūsų veiklą. Asmens duomenis mes tvarkome teisėtai, skaidriai ir sąžiningai, iš anksto nustatytais tikslais ir tik tokia apimtimi, kuri reikalinga tikslams pasiekti. Tvarkydami asmens duomenis, siekiame, kad jie būtų tikslūs, saugūs, konfidencialūs, tinkamai laikomi ir saugomi.",
    "3": "Tvarkydami Jūsų asmens duomenis mes laikomės Bendrojo asmens duomenų apsaugos reglamento (toliau – BDAR), Lietuvos Respublikos asmens duomenų teisinės apsaugos įstatymo, taip pat kituose teisės aktuose nustatytų asmens duomenų tvarkymo reikalavimų.",
    "4": "1. KAS YRA ŠIS DOKUMENTAS?",
    "5": "1.1. Ši privatumo politika (toliau – Privatumo politika) nustato privatumo sąlygas Jums naudojantis Svetaine. Šioje Privatumo politikoje „Svetaine“ yra vadinama interneto svetainė www.neskelbiu.lt ir (ar) neskelbiu.LT mobilioji aplikacija, kurią galima atsiųsti iš „Apple App Store“ ir „Google Play“.",
    "6": "1.2. Atidžiai perskaitykite šią Privatumo politiką tam, kad sužinotumėte kaip mes tvarkome Jūsų asmens duomenis, iš kur juos gauname bei kokios Jūsų, kaip asmens duomenų subjekto, teisės.",
    "7": "1.3. Jei naudojatės Svetaine, vadinasi, Jūs perskaitėte ir sutikote su šia Privatumo politika ir joje nurodytais Jūsų asmens duomenų tvarkymo tikslais, būdais bei tvarka. Jeigu Jūs nesutinkate su Privatumo politika, Jūs neturite teisės naudotis Svetaine.",
    "8": "1.4. Šioje Privatumo politikoje naudojama sąvoka „asmens duomenys“ – tai bet kokia informacija, pagal kurią galima Jus atpažinti – tiesiogiai ar netiesiogiai nustatyti Jūsų tapatybę. Asmens duomenimis yra pavardė, vardas, gimimo data, pašto ar e. pašto adresas, buvimo vietos duomenys ir interneto identifikatorius, Jums būdingos savybės ir kt.",
    "9": "1.5. Privatumo politika galioja visiems asmenims, apsilankiusiems Svetainėje, taip pat veiksmams, kuriuos Jūs galite atlikti Svetainėje."
  },

  "contactsFrame": {
    "1": "Portalo administracijos kontaktai",
    "2": "UAB 'Aštuonios rankos'",
    "3": "El. paštas: info@neskelbiu.lt",
    "4": "Telefonas: +370 865 84454",
    "5": "Faksas: (8-5) 22 88884",
    "6": "Darbo laikas:",
    "7": "I-V - 8.20-17.00",
    "8": "VI-VII - nedirbame",
    "9": "Įmonės kodas 132333124",
    "10": "PVM mok. kodas LT313115229"
  },

  "uploadPosterFrame": {
    "removeImage": "Pašalinti nuotrauką",
    "uploadImageIconText": "Įkelti nuotrauką",
    "max2Mb": "Iki 2Mb",
    "EditPosterText": "Atnaujinti skelbimą:   ",
    "AddPosterText": "Naujas skelbimas",
    "titleText": "Pavadinimas *",
    "titleLongerThan10Char": "Privalo būti ne trumpesnis nei 10 raidžių.",
    "firstCat": "Kategorija *",
    "1stCatMustBePicked": "Pasirinkte kategoriją",
    "2ndCat": "Kategorijos šaka *",
    "2ndCatMustBePicked": "Pasirinkite kategorijos šaką",
    "descriptionPlaceHolder": "Aprašymas *",
    "descriptionLongerThan10Char": "Privalo būti ne trumpesnis nei 10 raidžių",
    "priceText": "Kaina * (eur)",
    "priceMustBeWhole": "Privalo būti sveikas skaičius",
    "imgUploadText": "Įkelkite nuotraukas *",
    "imgEditLoading": "Kraunama...",
    "mustUpload1": "Būtina įkelti bent vieną nuotrauką",
    "stateText": "Būklė",
    "stateNew": "Naujas",
    "stateUsed": "Naudotas",
    "youAre": "Jūs esate:",
    "private": "Privatus asmuo",
    "company": "Juridinis asmuo",
    "phoneNumberText": "Kontaktinis tel. nr.",
    "phoneNumberMustHave": "Tel nr. formatas: +3706XXXXXXX",
    "cityText": "Miestas",
    "cityMustBePicked": "Privalote pasirinkti miestą",
    "webLink": "Nuoroda į prekės puslapį",
    "videoLink": "Nuoroda į video",
    "requiredFields": "* - privalomi laukai",
    "addButton": "Įkelti skelbimą",
    "errorConnecting": "Klaida jungiantis prie serverio"
  },

  "changePassword": {
    "changePasswordText": "Keisti slaptažodį",
    "oldPassword": "Senas slaptažodis",
    "newPassword": "Naujas slaptažodis",
    "confirmNewPassword": "Patvirtinti slaptažodį",
    "changePasswordButton": "Keisti slaptažodį"
  },

  "allPosters": {
    "allPostersText": "Visi skelbimai",
    "price": "Kaina:"
  },

  "myPosters": {
    "posterListText": "Mano skelbimai",
    "searchPlaceHolder": "Ieškoti tarp skelbimų",
    "refreshButton": "Atnaujinti",
    "myPostersText": "Mano skelbimai"
  },

  "table": {
    "img": "Nuotrauka",
    "name": "Pavadinimas",
    "cat": "Kategorija",
    "subcat": "Kategorijos šaka",
    "status": "Statusas",
    "price": "Kaina",
    "actions": "Veiksmai",
    "title": "Vartorojų sąrašas"
  },

  "myProfile": {
    "myProfileText": "Mano profilis",
    "helloText": "Sveiki, ",
    "emailText": "El. paštas: ",
    "roleText": "Rolė: ",
    "profileUpdatedText": "Profilis atnaujintas",
    "profileCreatedText": "Profilis sukurtas: ",
    "updateInfoButton": "Atnaujinti informaciją",
    "updateFotoButton": "Pakeisti profilio nuotrauką",
    "deleteProfileButton": "Ištrinti paskyrą"
  },

  "pageNotFound": {
    "pageNotFoundText": "Puslapis nerastas",
    "doesNotExistText": "Puslapis kurio ieškojote nerastas. Patikrinkite ar įvedėte teisingą nuorodą",
    "backHome": "Grįžti į titulinį puslapį"
  },

  "modal": {
    "submitChanges": "Išsaugoti pakeitimus"
  },

  "sideBar": {
    "myProfile": "Mano profilis",
    "allPosts": "Visi skelbimai",
    "myPosts": "Mano skelbimai",
    "allUsers": "Vartotojai",
    "changePassword": "Keisti slaptažodį",
    "addPost": "Naujas skelbimas"
  },

  "userTable": {
    "username": "Vartotojo vardas",
    "firstName": "Vardas",
    "lastName": "Pavardė",
    "email": "El. paštas",
    "role": "Rolė"
  },

  "posters": {
    "totalText": "Iš viso rasta",
    "itemsFoundText": "skelbimų",
    "loadMore": "Įkelti daugiau"
  },
  "latestPoster": {
    "latestPosterText": "Naujausi skelbimai"
  },

  "cat": {
    "cat": "Kategorija"
  },

  "orderBy": {
    "0": "---",
    "1": "Naujausi viršuje",
    "2": "Atnaujinti viršuje",
    "3": "Pigiausi viršuje",
    "4": "Brangiausi viršuje",
    "5": "Rušiuoti"
  },

  "adminReg": {
    "adminRegText": "Registruoti administratorių",
    "regButton": "Registruoti administratorių"
  },

  "single": {
    "tel": "Tel:",
    "miestas": "Miestas:",
    "kat": "Kategorija:",
    "status": "Statusas:",
    "website": "Website:",
    "video": "VideoLink:",
    "sukurtas": "Sukurtas:",
    "atnaujintas": "Atnaujintas:",
    "kaina": "Kaina:",
    "aprasymas": "Aprašymas",
    "sudominti": "Jus gali sudominti"
  },
  "allErrors": {
      "serverConnectionError": "nepavyko prisijungti prie serverio"
  }

}
